Repository: benwu232/PhantomKnob
Catalog: PhantomKnob/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ✨ Pro 激活成功
source: ✨ Pro Activated Successfully
zh_hans: ✨ Pro 激活成功

# 🛒 立即获取 Pro 授权
source: 🛒 Purchase Pro License
zh_hans: 🛒 立即获取 Pro 授权

# about.description
source: PhantomKnob uses innovative technology and patented algorithms to bring knob gestures to your trackpad. You can adjust values quickly and precisely on the trackpad, just like using a physical knob. The exclusive Dual-Ring Knob and Continuous Variable Knob bring you an experience that surpasses physical hardware.
zh_hans: PhantomKnob 使用创新技术和专利算法把旋钮手势引入触控板。 通过它您可以在触控板上像使用实体旋钮一样操作虚拟旋钮快速精确地调整数值。 而独创的双环旋钮与无级变速旋钮更为您带来超越实体旋钮的全新体验。

# about.openGuide
source: Open User Guide
zh_hans: 打开使用引导

# about.version
source: Version %1$@ (%2$@)
zh_hans: 版本 %@ (%@)

# feedback.copied
source: Copied!
zh_hans: 已复制！

# feedback.diagnostics.copy
source: Copy Info
zh_hans: 复制诊断信息

# feedback.diagnostics.title
source: System Diagnostics
zh_hans: 系统与应用诊断信息

# feedback.email.button
source: Send Email
zh_hans: 发送邮件

# feedback.email.copy
source: Copy
zh_hans: 复制

# feedback.email.title
source: Email Support
zh_hans: 邮件支持

# feedback.github.button
source: Open GitHub
zh_hans: 前往 GitHub

# feedback.github.description
source: Report bugs, request features, or view existing discussions.
zh_hans: 提交 Bug 报告、建议新功能或查看已有讨论。

# feedback.subtitle
source: We'd love to hear your thoughts, feature requests, or issue reports.
zh_hans: 欢迎提交意见反馈、功能建议或 Bug 汇报。

# feedback.title
source: Send Feedback
zh_hans: 发送反馈

# guide.nav.close
source: Close Guide
zh_hans: 关闭引导

# guide.nav.exit
source: Exit
zh_hans: 退出

# guide.nav.next
source: Next
zh_hans: 下一步

# guide.nav.prev
source: Previous
zh_hans: 上一步

# guide.nav.start
source: Express Knob Panel
zh_hans: 快捷旋钮面板

# guide.shortcuts.auxiliary.arrowsHorizontal
source: Adjust rotation speed in steps of 0.1x (increase/decrease)
zh_hans: 以 0.1 倍为步长调整（增加 / 减少）旋转速度

# guide.shortcuts.auxiliary.arrowsVertical
source: Adjust rotation speed in steps of 1.0x (increase/decrease)
zh_hans: 以 1.0 倍为步长调整（增加 / 减少）旋转速度

# guide.shortcuts.auxiliary.cKey
source: Press C key while turning knob to display the customization panel
zh_hans: 旋转旋钮时按下 C 键，显示当前旋钮的“自定义”面板

# guide.shortcuts.auxiliary.key1
source: Reset rotation speed to 1.0x of basic setting
zh_hans: 重置旋转速度为基本设置的 1.0 倍

# guide.shortcuts.auxiliary.key2to9
source: Set rotation speed to 2.0x - 9.0x of basic setting
zh_hans: 设定旋转速度为基本设置的 2.0 倍 - 9.0 倍

# guide.shortcuts.keyboard.bypass
source: Hold Option Key
zh_hans: 按住 Option 键

# guide.shortcuts.keyboard.bypass.desc
source: Hold the Option key to temporarily toggle the activation state
zh_hans: 按下Option键并保持，临时切换激活状态

# guide.shortcuts.keyboard.toggle
source: Global Toggle Activation Shortcut
zh_hans: 全局切换激活状态快捷键

# guide.shortcuts.section.auxiliary
source: Auxiliary Keys During Gesture Rotation
zh_hans: 手势旋转时的辅助按键

# guide.shortcuts.section.keyboard
source: Keyboard Shortcuts
zh_hans: 键盘快捷键

# guide.shortcuts.section.statusbar
source: Status Bar Actions
zh_hans: 状态栏图标操作

# guide.shortcuts.statusbar.click
source: Click Status Bar Icon
zh_hans: 单 击

# guide.shortcuts.statusbar.click.desc
source: Toggle PhantomKnob active state on/off
zh_hans: 开启 / 关闭全局手势控制（切换旋钮状态）

# guide.shortcuts.statusbar.doubleClick
source: Double-Click Status Bar Icon
zh_hans: 双 击

# guide.shortcuts.statusbar.doubleClick.desc
source: Show Express Knob Panel
zh_hans: 显示快捷旋钮面板

# guide.shortcuts.statusbar.rightClick
source: Right-Click Status Bar Icon
zh_hans: 右 键 / Ctrl+单击

# guide.shortcuts.statusbar.rightClick.desc
source: Open Main Menu (Settings, User Guide, etc.)
zh_hans: 打开主菜单（含设置、使用引导等）

# guide.step1.detectedSuccess
source: 🎉 Congratulations! You've successfully used the knob gesture. Click Next to continue.
zh_hans: 🎉 恭喜！您已成功使用旋钮手势，请点击下一步继续。

# guide.step1.footer
source: The system will detect whether your hardware supports knob gestures. If supported, perform the gesture — you will see the knob rotate and hear the volume change.
zh_hans: 系统将检测硬件是否支持旋钮手势；如果支持，执行旋钮手势，您将看到旋钮旋转并听到音量变化。

# guide.step1.intro
source: Knob Gesture Tutorial:
zh_hans: 旋钮手势教程：

# guide.step1.practiceKnob
source: Volume Practice Knob
zh_hans: 音量练习旋钮

# guide.step1.step1
source: 1. PhantomKnob requires Accessibility permission. Grant it if prompted.
zh_hans: PhantomKnob 需要辅助功能权限。如有要求，请授权

# guide.step1.step2
source: 2. Move mouse cursor over the volume practice knob
zh_hans: 移动鼠标到音量练习旋钮上

# guide.step1.step3
source: 3. Place two fingers on the trackpad and perform a rotation gesture
zh_hans: 用两指接触触控板，并做旋转动作

# guide.step1.subtitle
source: Detect trackpad hardware support and practice volume knob rotation
zh_hans: 检测触控板硬件支持并练习音量旋转手势

# guide.step1.title
source: Device Detection & Basic Knob Operation
zh_hans: 设备检测与基本旋钮操作

# guide.step1.waitingDetection
source: Waiting for control detection...
zh_hans: 等待控件检测...

# guide.step2.customizeButton
source: Customize Knob
zh_hans: 定制此旋钮

# guide.step2.cvkKnobDesc1
source: Continuously variable speed (0.1x – 5.0x)
zh_hans: 无级变速（0.1 ~ 5.0倍）

# guide.step2.cvkKnobDesc2
source: Speed step scales continuously with gesture radius
zh_hans: 变速步长随手势物理半径无级缩放

# guide.step2.cvkKnobName
source: Continuous Variable Knob (CVK)
zh_hans: 无级变速旋钮

# guide.step2.doubleKnobDesc1
source: Dual ring (outer: 0.1x, inner: 1.0x)
zh_hans: 双环（外环0.1倍，内环1.0倍）

# guide.step2.doubleKnobDesc2
source: Automatically switches fine/coarse tuning based on finger distance
zh_hans: 根据手指距离自动切换微调/粗调

# guide.step2.doubleKnobName
source: Dual-Ring Knob
zh_hans: 双环旋钮

# guide.step2.hintLine1
source: While rotating: ↑/↓ adjusts by 1.0x, ←/→ adjusts by 0.1x, number keys 2–9 set multiplier directly.
zh_hans: 旋转中按 ↑/↓ 增减 1.0x，按 ←/→ 增减 0.1x，按数字键 2-9 直接相乘。

# guide.step2.hintLine2
source: Press C key while turning knob to show the customization panel
zh_hans: 旋转旋钮时按下 C 键，显示当前旋钮的“自定义”面板

# guide.step2.hintTitle
source: 💡 Use keyboard arrow keys to fine-tune multiplier
zh_hans: 💡 使用键盘方向键微调倍率

# guide.step2.subtitle
source: Practice fine adjustment with Dual-Ring and CVK knobs, keyboard tuning, and HUD customization
zh_hans: 练习双环与无级变速旋钮的精细调节、键盘微调及 HUD 定制

# guide.step2.title
source: Advanced Knob Usage & Customization
zh_hans: 进阶旋钮使用与定制

# guide.step3.feature1.desc
source: After pressing this hotkey or enabling via the menu bar, use knob gestures to control sliders, steppers, or compatible controls under your cursor.
zh_hans: 按下此快捷键或在菜单栏开启后，即可通过旋钮手势调节鼠标下的滑动条、步进器或适配控件。

# guide.step3.feature1.title
source: Global Activation Hotkey: ⌘ ⌥ K (Command + Option + K). Customizable in Settings.
zh_hans: 全局激活热键：⌘ ⌥ K (Command + Option + K)。可在设置中修改。

# guide.step3.feature2.desc
source: Hold Option key for temporary knob activation. If already active, holding Option temporarily disables it.
zh_hans: 如果您想临时使用旋钮，可以按住 Option 键并进行旋钮操作；如果在旋钮激活状态，按下 Option 键会临时退出。

# guide.step3.feature2.title
source: Temporary Toggle: Hold Option Key
zh_hans: 临时切换：按住 Option 键

# guide.step3.feature3.desc
source: The app is optimized for CapCut, QuickTime Player, and other major editing and color grading apps — supporting timeline, volume, and value controls.
zh_hans: 应用已经针对 CapCut (剪映)、QuickTime Player 等主流调色及剪辑软件的时间轴/音量/数值项进行了适配。

# guide.step3.feature3.title
source: Deep Support for Editing & Multimedia Apps
zh_hans: 深度支持剪辑与多媒体软件

# guide.step3.featureStatusbar.desc
source: Double-click the status bar icon to open the Express Knob Panel and conveniently adjust volume, screen brightness, and more with knob gestures.
zh_hans: 双击状态栏里的图标，会弹出快捷旋钮面板，可以用旋钮手势方便地调整音量、屏幕亮度等。

# guide.step3.featureStatusbar.title
source: Status Bar Express Panel & Controls
zh_hans: 状态栏快捷面板与控制

# guide.step3.readyTitle
source: PhantomKnob is Ready!
zh_hans: Phantom Knob 已准备就绪！

# guide.step3.skipGuide
source: Skip guide on startup
zh_hans: 下次启动不再显示使用引导

# guide.step3.subtitle
source: Learn about activation hotkeys, shortcuts, and supported app list
zh_hans: 了解激活热键、快捷方式及适配软件列表

# guide.step3.title
source: Introduction to Features
zh_hans: 辅助功能介绍

# guide.stepShortcuts.subtitle
source: Quick reference guide for trackpad gesture interactions and keyboard auxiliary shortcuts
zh_hans: 触控板手势交互与键盘辅助键快速参考手册

# guide.stepShortcuts.title
source: Shortcut Cheat Sheet
zh_hans: 快捷键与操作速查

# guide.stepWelcome.subtitle
source: Transform your trackpad into a professional hardware knob
zh_hans: 了解如何使用触控板手势控制滑块

# guide.stepWelcome.title
source: Welcome to PhantomKnob
zh_hans: 欢迎使用 PhantomKnob

# guide.welcome.intro
source: PhantomKnob uses innovative technology and patented algorithms to elevate your trackpad experience to a whole new dimension. No additional hardware required — adjust values quickly and precisely using knob gestures on the trackpad, just like a physical knob. The exclusive Dual-Ring Knob and Continuous Variable Knob break physical limits, delivering an experience beyond hardware knobs.
zh_hans: PhantomKnob 使用创新技术和专利算法把触控板体验带入全新维度。 无需其它硬件，即可在触控板上像使用实体旋钮一样用旋钮手势快速精确地调整数值。 而独创的双环旋钮与无级变速旋钮更突破了物理限制，为您带来超越实体旋钮的全新体验。

# guide.welcome.start
source: Get Started
zh_hans: 开始新手引导

# hotkey.button.cancel
source: Cancel
zh_hans: 取消

# hotkey.button.change
source: Change...
zh_hans: 修改…

# hotkey.reservedBySystem
source: This shortcut is reserved by system.
zh_hans: 该快捷键被系统保留

# hud.action.arrowDown
source: Down Arrow
zh_hans: 向下按键

# hud.action.arrowLeft
source: Left Arrow
zh_hans: 向左按键

# hud.action.arrowRight
source: Right Arrow
zh_hans: 向右按键

# hud.action.arrowUp
source: Up Arrow
zh_hans: 向上按键

# hud.action.decrease
source: Decrease Value
zh_hans: 递减值

# hud.action.increase
source: Increase Value
zh_hans: 递增值

# hud.action.scrollDown
source: Scroll Down
zh_hans: 向下滚动

# hud.action.scrollLeft
source: Scroll Left
zh_hans: 向左滚动

# hud.action.scrollRight
source: Scroll Right
zh_hans: 向右滚动

# hud.action.scrollUp
source: Scroll Up
zh_hans: 向上滚动

# hud.action.swipeDown
source: Swipe Down
zh_hans: 向下轻扫

# hud.action.swipeLeft
source: Swipe Left
zh_hans: 向左轻扫

# hud.action.swipeRight
source: Swipe Right
zh_hans: 向右轻扫

# hud.action.swipeUp
source: Swipe Up
zh_hans: 向上轻扫

# hud.axIdentifier
source: AX Identifier
zh_hans: 元素标识 (AXIdentifier)

# hud.axRole
source: AX Role
zh_hans: 元素角色 (AXRole)

# hud.boundaryRadius
source: Boundary Radius
zh_hans: 内外环边界

# hud.bundleID
source: Bundle Identifier
zh_hans: 应用 ID (Bundle ID)

# hud.clockwiseAction
source: Clockwise Action
zh_hans: 映射方向 (顺时针旋转)

# hud.clockwiseAction.help
source: Set direction mapping for rotation gesture
zh_hans: 请选择顺时针旋转旋钮时对应的操作

# hud.clockwiseActionPicker
source: Clockwise Mapped Action
zh_hans: 映射方向(顺时针旋转)

# hud.conflictDetected
source: ⚠️ Control Identifier Conflict (Hierarchy matching enabled automatically)
zh_hans: ⚠️ 控件标识冲突 (已自动启用层级定位匹配)

# hud.customColor
source: Custom Color
zh_hans: 自定义颜色...

# hud.customInnerColor
source: Custom Inner Color
zh_hans: 自定义内圈颜色...

# hud.customOuterColor
source: Custom Outer Color
zh_hans: 自定义外圈颜色...

# hud.cvk
source: CVK
zh_hans: 无级变速旋钮

# hud.cvkMaxRadius.help
source: Maximum outer radius for continuous variable knob
zh_hans: 无级变速倍率随距离线性增长的上限边界。当手指拉到该半径之外时，旋转速度达到最大倍率，不再继续随距离增加。

# hud.double
source: Dual Ring
zh_hans: 双环旋钮

# hud.doubleBoundarySettings
source: ⚙️ Toggle Boundary & Hysteresis Range
zh_hans: ⚙️ 切换边界与迟滞范围

# hud.doubleInner
source: Inner Ring
zh_hans: 🟢 内圈旋钮

# hud.doubleInnerRadius.help
source: Inner ring response radius for dual knob
zh_hans: 旋钮半径小于该值为内环旋钮，大于该值为外环旋钮。

# hud.doubleOuter
source: Outer Ring
zh_hans: 🟠 外圈旋钮

# hud.globalMatch
source: Global Match
zh_hans: 全局匹配 (匹配该 App 内所有此类控件)

# hud.hierarchyFeatures
source: Hierarchy Features
zh_hans: 层级定位特征 (可勾选以进行深度精确定位)

# hud.hysteresisMargin
source: Hysteresis Margin
zh_hans: 迟滞带宽度 (Margin)

# hud.knobType
source: Knob Type
zh_hans: 旋钮类型

# hud.knobType.help.cvk
source: CVK: Seamless velocity-sensitive knob
zh_hans: 旋钮不再分级，速度随旋钮的半径平滑变化。

# hud.knobType.help.double
source: Dual-Ring: Inner ring fine, outer ring coarse adjustment
zh_hans: 旋钮的颜色、速度等分为两档，对应不同的半径范围。

# hud.knobType.help.single
source: Single-Ring: Standard single knob
zh_hans: 基本旋钮模式，模拟实体旋钮。

# hud.locatingIdentifier
source: Target Locator Identifier
zh_hans: 控件定位唯一标识

# hud.maxRadiusLabel
source: Min Radius (%d mm)
zh_hans: 最小半径 (%d mm)

# hud.maxRadiusTitle
source: Maximum Response Radius
zh_hans: 最大显示半径

# hud.maxScale
source: Max Scale
zh_hans: 最大变化量:

# hud.minRadius
source: Min Radius
zh_hans: 最小半径

# hud.minRadius.help
source: Minimum gesture detection radius
zh_hans: 旋钮的最小半径(单位：mm)。小于该半径的旋钮不被识别，以避免误触发。

# hud.minRadiusLabel
source: Min Radius (%d mm)
zh_hans: 最小半径 (%d mm)

# hud.minScale
source: Min Scale
zh_hans: 最小变化量:

# hud.outputTranslation
source: Output Translation
zh_hans: 映射方式

# hud.outputTranslation.help
source: Translate rotation into scroll wheel or drag events
zh_hans: 请选择旋钮手势映射的操作，以便控制电脑。

# hud.outputTranslationPicker
source: Translation Output Method
zh_hans: 映射方式

# hud.radiusRange
source: Radius Range
zh_hans: 半径范围

# hud.responseRadius
source: Response Radius
zh_hans: 响应半径

# hud.scaleRange
source: Scale Range
zh_hans: 旋钮速度范围

# hud.single
source: Single Ring
zh_hans: 单旋钮

# hud.splitDifference
source: 💡 Split Differentiation Point
zh_hans: 💡 分叉区分点

# hud.themeColor
source: Theme Color
zh_hans: 旋钮颜色

# hud.trans.arrowKeyLeftRight
source: Left/Right Arrow Keys
zh_hans: 左右方向键

# hud.trans.arrowKeyUpDown
source: Up/Down Arrow Keys
zh_hans: 上下方向键

# hud.trans.axWrite
source: Accessibility Direct Write
zh_hans: 无障碍直接写入

# hud.trans.scrollWheelHorizontal
source: Horizontal Scroll Wheel
zh_hans: 水平滚轮

# hud.trans.scrollWheelVertical
source: Vertical Scroll Wheel
zh_hans: 垂直滚轮

# hud.trans.swipeHorizontal
source: Two-Finger Horizontal Swipe
zh_hans: 双指左右滑动

# hud.trans.swipeVertical
source: Two-Finger Vertical Swipe
zh_hans: 双指上下滑动

# hud.unitPerDegree
source: Unit per Degree
zh_hans: 旋钮速度

# hud.unitPerDegree.help
source: Sensitivity step per rotation degree
zh_hans: 旋钮顺时针旋转一度时对应的输出值变化

# hud.unnamedControl
source: Unnamed Control
zh_hans: 未命名控件

# knob.title.backlight
source: Keyboard Backlight
zh_hans: 键盘背光

# knob.title.brightness
source: Display Brightness
zh_hans: 屏幕亮度

# knob.title.volume
source: System Volume
zh_hans: 系统音量

# language.chinese
source: Simplified Chinese (简体中文)
zh_hans: 简体中文

# language.english
source: English
zh_hans: 英文

# language.system
source: System Default
zh_hans: 系统默认

# license.boundEmail.format
source: Bound Email: %@
zh_hans: 已绑定邮箱: %@

# license.button.cancel
source: Cancel
zh_hans: 取消

# license.button.enterCodeManually
source: Enter License Key Manually...
zh_hans: 手动输入授权码...

# license.button.manualActivate
source: Activate Manually
zh_hans: 手动激活

# license.error.emptyFields
source: Please enter both email and license key.
zh_hans: 请完整输入邮箱和授权码

# license.error.failed
source: Activation verification failed.
zh_hans: 激活验证失败

# license.field.email
source: Purchased Email
zh_hans: 购买邮箱

# license.field.key
source: License Key
zh_hans: 授权码 Key

# menu.buyPro
source: Purchase Pro License...
zh_hans: 🛒 购买 PhantomKnob 专业版...

# menu.checkUpdates
source: Check for Updates...
zh_hans: 检查更新...

# menu.feedback
source: Send Feedback...
zh_hans: 发送反馈...

# menu.knobPanel
source: Express Knob Panel
zh_hans: 快捷旋钮... 双击鼠标

# menu.license.free
source: Free Edition
zh_hans: 许可证：免费版

# menu.license.pro
source: Pro Edition (Activated)
zh_hans: 许可证：专业版

# menu.license.trial
source: Pro Trial (%d days remaining)
zh_hans: Pro 试用版 (剩余 %d 天)

# menu.manageLicense
source: Manage License...
zh_hans: 🔑 许可管理...

# menu.quit
source: Quit PhantomKnob
zh_hans: 退出

# menu.session.limit
source: Session Limit: 15 Minutes
zh_hans: 会话限时：15分钟

# menu.session.remaining
source: Session Time Remaining: %@
zh_hans: 会话剩余时间: %@

# menu.settings
source: Settings...
zh_hans: 设置...

# menu.shortcutsGuide
source: Shortcuts Guide
zh_hans: 快捷键与操作速查…

# menu.status.format
source: Status: %@
zh_hans: 状态：%@

# menu.toggleMode
source: Toggle Control Mode
zh_hans: 切换控制模式

# menu.upgradeToPro
source: Upgrade to Pro...
zh_hans: 🛒 升级到专业版...

# menu.userGuide
source: User Guide...
zh_hans: 使用引导...

# panel.title
source: PhantomKnob Express Panel
zh_hans: PhantomKnob 快捷面板

# panel.usage.hint
source: Hint: Hover cursor, press Left/Right arrow keys, or swipe two fingers left/right to switch knobs
zh_hans: 提示：可通过鼠标悬停、键盘左右键或两指左右滑动来切换选择旋钮

# settings.accessibility.description
source: PhantomKnob requires Accessibility permission to detect target controls under mouse cursor and simulate knob interaction.
zh_hans: 全局控制模式必须有辅助功能权限才能正常监测手势并执行动作。

# settings.accessibility.granted
source: Permission Granted
zh_hans: 已授权辅助功能权限

# settings.accessibility.notGranted
source: Permission Required
zh_hans: 未授权辅助功能权限

# settings.accessibility.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.alert.ok
source: OK
zh_hans: 确定

# settings.analytics
source: Send Anonymous Diagnostics & Analytics
zh_hans: 允许使用匿名统计信息

# settings.crashReporting
source: Enable Automated Crash Reporting
zh_hans: 发送崩溃报告

# settings.hotkey.subtitle
source: Enable/Disable knob control mode (or click the status bar icon)
zh_hans: 激活 / 关闭旋钮控制模式（或单击状态栏图标）

# settings.hotkey.title
source: Global Control Toggle
zh_hans: 全局控制开关

# settings.language.alert.later
source: Later
zh_hans: 稍后

# settings.language.alert.message
source: Changing language settings requires restarting PhantomKnob to take full effect.
zh_hans: 重新启动 PhantomKnob 才能应用新的语言设置。是否立即重启？

# settings.language.alert.restartNow
source: Restart Now
zh_hans: 立即重启

# settings.language.alert.title
source: Restart Required
zh_hans: 切换语言

# settings.language.title
source: App Language
zh_hans: 界面语言

# settings.section.accessibility
source: Accessibility Permission
zh_hans: 辅助功能权限

# settings.section.behavior
source: Behavior
zh_hans: 行为设置

# settings.section.hotkey
source: Global Shortcut
zh_hans: 热键

# settings.section.language
source: Language Settings
zh_hans: 语言设置

# settings.section.privacy
source: Privacy & Analytics
zh_hans: 隐私设置

# settings.section.startup
source: Startup
zh_hans: 启动

# settings.section.trackpad
source: Trackpad Settings
zh_hans: 触控板

# settings.section.update
source: Software Update
zh_hans: 软件更新

# settings.startup.autoUpdate
source: Check for updates automatically
zh_hans: 启动时自动检查更新

# settings.startup.errorTitle
source: Startup Setting Error
zh_hans: 设置开机启动失败

# settings.startup.launchAtLogin
source: Launch at System Login
zh_hans: 登录时自动启动

# settings.startup.restoreActiveState
source: Restore Active State on Startup
zh_hans: 启动时恢复之前激活状态

# settings.startup.showGuide
source: Show User Guide on Startup
zh_hans: 启动时显示使用引导

# settings.tab.about
source: About
zh_hans: 关于

# settings.tab.general
source: General
zh_hans: 通用

# settings.trackpad.button
source: Re-detect...
zh_hans: 重新检测…

# settings.trackpad.subtitle
source: If you have changed your trackpad device, you can re-run the detection test.
zh_hans: 如果您更换了触控板设备，可以重新发起测试

# settings.trackpad.title
source: Re-detect Trackpad
zh_hans: 重新检测触控板

# settings.update.autoCheck
source: Automatically check for updates
zh_hans: 自动检查更新

# settings.update.autoDownload
source: Automatically download updates in background
zh_hans: 后台自动下载更新

# settings.update.checkNow
source: Check for Updates...
zh_hans: 检查更新...

# settings.update.lastCheck
source: Last checked:
zh_hans: 上次检查时间：

# settings.update.neverChecked
source: Last checked: Never
zh_hans: 上次检查时间：从未

# startup.noTrackpad.message
source: PhantomKnob requires a built-in or external Magic Trackpad to perform rotation gestures.
zh_hans: PhantomKnob 必须在有触控板的Mac系统（如MacBook内置触控板或外接妙控板）上运行。未检测到触控板，即将退出。

# startup.noTrackpad.quit
source: Quit App
zh_hans: 退出

# startup.noTrackpad.title
source: Trackpad Required
zh_hans: 未检测到触控板

# state.activated
source: Active
zh_hans: 已激活

# state.cooling
source: Cooling Down
zh_hans: 冷却中

# state.cooling.withTarget
source: Cooling Down (%@)
zh_hans: 冷却中 - %@

# state.customizing
source: Customizing
zh_hans: 定制中

# state.inactive
source: Disabled
zh_hans: 未激活

# state.knobing
source: Rotating Knob
zh_hans: 控制中

# state.knobing.withTarget
source: Rotating (%@)
zh_hans: 控制中 - %@

# status.activating
source: Activating...
zh_hans: 状态：激活中...

# status.inactive
source: Inactive
zh_hans: 状态：未激活

# tooltip.activated
source: PhantomKnob Active
zh_hans: 已激活

# tooltip.activating
source: Activating PhantomKnob (%@)
zh_hans: 正在激活 PhantomKnob (%@)

# tooltip.cooling
source: PhantomKnob Cooling Down
zh_hans: 冷却中

# tooltip.cooling.withTarget
source: Cooling Down: %@
zh_hans: 冷却中 (%@)

# tooltip.customizing
source: Customizing Knob Control
zh_hans: 定制中

# tooltip.inactive
source: PhantomKnob Inactive
zh_hans: 未激活

# tooltip.knobing
source: Operating Knob Gesture
zh_hans: 正在控制

# tooltip.knobing.withTarget
source: Rotating: %@
zh_hans: 正在控制 %@

# tutorial.step1.button
source: Start Tutorial
zh_hans: 开始新手引导

# tutorial.step1.description
source: Rotate two fingers on the trackpad to directly adjust volume, screen brightness, and keyboard backlight.
zh_hans: 通过在触控板上旋转双指来直接调节音量、屏幕亮度和键盘灯。

# tutorial.step1.hotkey
source: Double-click the status bar icon, or press ⌥Space to open/close the control panel.
zh_hans: 双击状态栏上的小圆圈图标，或者按 ⌥Space 快捷键可以呼出/关闭控制面板。

# tutorial.step1.title
source: Welcome to PhantomKnob!
zh_hans: 欢迎使用 PhantomKnob!

# tutorial.step2.button
source: Next
zh_hans: 下一步

# tutorial.step2.description
source: Move the mouse over one of the dials below, then place two fingers on the trackpad and rotate.
zh_hans: 将鼠标移入下方的某个调节盘上，然后放置两指在触控板上进行旋转。

# tutorial.step2.progress
source: Completed: %d° / 360°
zh_hans: 已完成: %d° / 360°

# tutorial.step2.title
source: Gesture Practice (Rotate 360°)
zh_hans: 手势练习（旋转满 360°）

# tutorial.step3.button
source: Enable PhantomKnob
zh_hans: 开启 PhantomKnob

# tutorial.step3.description
source: When the panel is visible, gestures adjust the selected control. When hidden, gestures control any slider under your cursor in any app.
zh_hans: 当面板显示时，手势优先改变选中的调节项；当面板隐藏时，手势将控制光标下任意应用的滑块。

# tutorial.step3.title
source: Congratulations, you've completed the tutorial!
zh_hans: 恭喜，您已完成新手教学！

# 升级 PhantomKnob Pro
source: Upgrade to PhantomKnob Pro
zh_hans: 升级 PhantomKnob Pro

# 升级到 Pro 版 ➔
source: Upgrade to Pro Version ➔
zh_hans: 升级到 Pro 版 ➔

# 感谢您支持 PhantomKnob 的开发！所有 Pro 特权均已生效。
source: Thank you for supporting PhantomKnob development! All Pro features are now unlocked.
zh_hans: 感谢您支持 PhantomKnob 的开发！所有 Pro 特权均已生效。

# 放大缩小
source: Zoom In / Out
zh_hans: 放大缩小

# 无
source: None
zh_hans: 无

# 无限活跃会话时间 (15分钟自动断开限制已移除)
source: Unlimited Active Session Time (15-min auto-disconnect removed)
zh_hans: 无限活跃会话时间 (15分钟自动断开限制已移除)

# 正在验证授权协议，请稍候...
source: Verifying license authorization, please wait...
zh_hans: 正在验证授权协议，请稍候...

# 淡入淡出
source: Fade In / Out
zh_hans: 淡入淡出

# 瞬时启动控制模式 (移除 2 秒等待时间)
source: Instant Activation Control Mode (2-second delay removed)
zh_hans: 瞬时启动控制模式 (移除 2 秒等待时间)

# 解绑当前设备
source: Unbind Current Device
zh_hans: 解绑当前设备

# 请按下快捷键…
source: Press shortcut keys...
zh_hans: 请按下快捷键…
